Repository: CodeandoMexico/ecozonas-app-mapeo
Catalog: lib/l10n/app_*.arb
Languages: es

source: Select language
es: Seleccionar lenguaje

source: Language
es: Lenguaje

source: Spanish
es: Español

source: English
es: Inglés

# init
source: Log in
es: Inicio

source: New session
es: Nueva sesión

# continueText
source: Continue
es: Continuar

# completeData
source: Complete the following information (optional). This will help better understand the issues in your neighborhood.
es: Completa los siguientes datos (opcional). Esta información permitirá entender mejor las problemáticas de tu barrio.

source: Gender
es: Género

source: Age range
es: Rango de edad

source: Disability
es: Discapacidad

source: Woman
es: Mujer

source: Man
es: Hombre

source: Nonbinary
es: No binario

source: Other
es: Otro

# preferNoAnswer
source: I prefer not to answer
es: Prefiero no contestar

# less18
source: Under 18 years
es: Menos de 18 años

# between18
source: Between 18 and 25 years
es: Entre 18 y 25 años

# between26
source: Between 26 and 35 years
es: Entre 26 y 35 años

# between36
source: Between 36 and 45 years
es: Entre 36 y 45 años

# between46
source: Between 46 and 55 years
es: Entre 46 y 55 años

# between56
source: Between 56 and 65 years
es: Entre 56 y 65 años

# more65
source: More than 65 years
es: Más de 65 años

source: None
es: Ninguna

source: Motor
es: Motriz

source: Hearing
es: Auditiva

source: Cognitive
es: Cognitiva

# other2
source: Other
es: Otra

# selectSession
source: Select one of the sessions registered on this device
es: Selecciona una de las sesiones registradas en este dispositivo

# manageSessions
source: Delete sessions
es: Eliminar sesiones

# detailsCorrect
source: Are your details correct?
es: ¿Tus datos son correctos?

source: Yes
es: Sí

# mappingId
source: Username
es: Nombre de usuario

source: Write your name
es: Escribe tu nombre

source: Your data
es: Tus datos

source: Copy
es: Copiar

source: Save
es: Guardar

source: Log out
es: Salir de la sesión

source: Copied ID
es: ID copiado

# deleteSessionsText
source: Delete sessions that you do not want to appear on this device
es: Elimina las sesiones que no quieres que aparezcan en este dispositivo

source: Delete session?
es: ¿Eliminar la sesión?

# onboardingIntro1
source: EcoZones are neighborhoods that promote collaboration, sustainability, and prosperity. This app will help you identify the challenges and opportunities in your neighborhood across four dimensions: urban environment, environmental quality, socioeconomic well-being, and disaster risk.
es: Las EcoZonas son barrios que promueven colaboración, sostenibilidad y prosperidad. Esta aplicación te ayudará a identificar los desafíos y oportunidades en tu barrio en cuatro dimensiones: entorno urbano, calidad ambiental, bienestar socioeconómico y riesgo de desastres.

# onboardingIntro2
source: Complete the neighborhood survey and collaborative mapping to identify these challenges. The results will generate a report for your neighborhood, prioritizing Sustainable Urban Solutions (SUS) of short-term and low-cost implementation that can be applied in your community. You can view and download this report on the website: www.ecozonas.org, along with other resources and a catalogue of Sustainable Urban Solutions.
es: Realiza la encuesta barrial y el mapeo colaborativo para identificar estos desafíos. Los resultados generarán un reporte de tu barrio junto con una priorización de Soluciones Urbanas Sostenibles (SUS) de rápida implementación y bajo costo para tu comunidad. Podrás visualizar y descargar este reporte en la página www.ecozonas.org, junto con otros recursos y detalles sobre las Soluciones Urbanas Sostenibles.

# onboardingIntro3
source: For a complete assessment, follow these steps:
es: Para un diagnóstico completo, sigue estos pasos:

# onboarding1
source: Complete the survey and encourage others to do it as well.
es: Completa la encuesta y anima a otras personas a hacerlo.

# onboarding2
source: Map the challenges and opportunities in your neighborhood and submit the information.
es: Mapea los desafíos y oportunidades en tu barrio y envía la información.

# onboarding3
source: Download the report with the diagnosis and solutions from the website www.ecozonas.org.
es: Descarga el reporte con el diagnóstico y las soluciones en la página www.ecozonas.org

source: About Ecozonas
es: Sobre Ecozonas

# onboardingOutro
source: This tool is part of the "EcoZones" project, implemented by WRI Mexico and the Wuppertal Institute, supported by the German Federal Ministry for Economic Affairs and Climate Action and the International Climate Initiative (IKI).
es: Esta herramienta es parte del proyecto "EcoZonas", implementado por WRI México y el Instituto Wuppertal, apoyado por el Ministerio Federal de Economía y Protección del Clima Alemán y la Iniciativa Internacional del Clima (IKI).

source: Go to tools
es: Ir a las herramientas

# moreInfoIntro
source: Visit www.ecozonas.org from your computer to view the results of the survey and mapping conducted in your community and other regions. On the website, you will find information on:
es: Visita www.ecozonas.org desde tu computadora para ver los resultados de la encuesta y el mapeo realizados en tu comunidad y otras regiones. En el sitio web podrás encontrar información de:

# moreInfo1
source: Survey: Check the survey results in your neighborhood, focusing on the main challenges and opportunities. Additionally, you will find a prioritization of Sustainable Urban Solutions (SUS) with proposed interventions for your neighborhood based on the identified challenges.
es: Encuesta: consulta los resultados de la encuesta en tu barrio, enfocados en los principales desafíos y oportunidades. Además, encontrarás una priorización de Soluciones Urbanas Sostenibles (SUS) con intervenciones propuestas tu barrio según los desafíos identificados.

# moreInfo2
source: Mapping: Explore the map of all mapped objects and a summary of the evaluation of your community.
es: Mapeo: explora el mapa de todos los objetos mapeados y un resumen de la evaluación de tu comunidad.

# moreInfo3
source: Catalog of Sustainable Urban Solutions (SUS): Filter solutions according to the identified challenges or explore the catalog with 160 ideas to implement in your neighborhood.
es: Catálogo de Soluciones Urbanas Sostenibles (SUS): filtra las soluciones según los desafíos identificados o explora el catálogo con 160 ideas para implementar en tu barrio.

# moreInfo4
source: Download the report with the diagnosis of your neighborhood and the prioritized SUS, as well as the databases with the collected information.
es: Descarga el reporte con el diagnóstico de tu barrio y las SUS priorizadas, así como las bases de datos con la información recolectada.

# moreInfo5
source: Visit www.ecozonas.org and invite others to check it out!
es: ¡Visita www.ecozonas.org e invita a otras personas a conocerla!

source: Free Mapping
es: Mapeo Libre

source: Mapping for any location.
es: Mapeo para cualquier ubicación.

source: Dimension
es: Dimensión

source: Search by dimension
es: Selecciona una dimensión

source: Urban environment
es: Entorno urbano

# urbanEnvironmentText
source: The urban environment includes the elements that are part of a neighborhood: public spaces such as parks, squares and green areas; public transportation, pedestrian streets, and bike lanes; schools, health centers, shops, and more. An adequate urban environment is attractive, safe, inclusive, and environmentally friendly.
es: El entorno urbano incluye los elementos que son parte de un barrio: espacios públicos como plazas, parques y jardines; transporte público, calles peatonales y ciclovías; escuelas, centros de salud, comercios, y más. Un entorno urbano es adecuado cuando es atractivo, seguro, inclusivo y cuida el medio ambiente.

source: Disaster risk
es: Riesgo de desastres

# disasterRiskText
source: The disaster risk dimension refers to negative effects and impacts on people, homes, and businesses that a neighborhood may face from natural phenomena and disasters, such as floods, heatwaves, or fires. A community that prepares for these risks can take measure to protect and recover.
es: En la dimensión de riesgos de desastres, se identifican los efectos negativos y los impactos en personas, viviendas y negocios que un barrio puede enfrentar ante fenómenos naturales y desastres, como inundaciones, olas de calor o incendios. Una comunidad que se prepara para estos riesgos puede protegerse y recuperarse más fácilmente.

source: Environmental quality
es: Calidad ambiental

# environmentalQualityText
source: The environmental characteristics of a neighborhood include practices and situations that impact the quality of the environment and the health of the population. For example, this refers to air or water cleanliness, waste management, or the presence of pollution in the neighborhood.
es: Las características ambientales de un barrio incluyen prácticas y situaciones que impactan en la calidad del medio ambiente y en la salud de la población. Por ejemplo, se refieren a la limpieza del aire o del agua, cómo se maneja la basura o si hay presencia de contaminación en el barrio.

source: Socioeconomic Wellbeing
es: Bienestar socioeconómico

# socioeconomicWellbeingText
source: Socioeconomic well-being refers to the opportunities for employment, education, information, and health that people have access to. It also includes participation in income-generating activities and events that foster a sense of community.
es: El bienestar socioeconómico se refiere a las oportunidades de empleo, educación, información y salud a las que tienen acceso las personas. También incluye la participación en actividades que generen ingresos y en eventos que fomenten el sentido de comunidad para todas las personas.

source: Diagnostic tools
es: Herramientas de diagnóstico

source: Survey
es: Encuesta

source: Mapping
es: Mapeo

source: Search
es: Buscar

# searchBy
source: Search by state, city or neighborhood
es: Buscar por estado, ciudad o colonia

# noDataYet
source: There is no data yet. Would you like to download the maps and surveys (122 KB)?
es: Aún no hay datos. ¿Deseas descargar los mapeos y encuestas (122 KB)?

source: Go to survey
es: Ir a la encuesta

source: Map out
es: Mapear

source: Mappings finished:
es: Mapeos realizados:

source: Answer the survey
es: Contesta la encuesta

source: Map your neighborhood
es: Mapea tu barrio

source: Start
es: Comenzar

# checkResults
source: Check your results
es: Consulta tus resultados

# checkResultsText
source: Go to www.ecozonas.org from your computer to see your answers, mappings and download the list of recommended solutions
es: Entra a www.ecozonas.org desde tu computadora para ver tus respuestas, mapeos y descargar la lista de soluciones recomendadas

# moreInfo
source: More information
es: Más información

source: Web platform
es: Plataforma web

# sendData
source: Submit data
es: Enviar datos

source: Map here
es: Mapear aquí

source: Download region?
es: ¿Descargar región?

# download
source: Yes, download
es: Sí, descargar

# sendMappings
source: Submit mappings
es: Enviar mapeos

# sendMappingsNow
source: Submit the objects now? We recommend to be connected to a WiFi network.
es: ¿Enviar los objetos ahora? Recomendamos estar conectado a una red de WiFi.

# send
source: Submit
es: Enviar

# itemsSent
source: The items were sent correctly
es: Los objetos fueron enviados correctamente

source: Download completed
es: Descarga completa

source: Download error
es: Error en la descarga

source: Delete mapping?
es: ¿Eliminar mapeo?

source: Delete
es: Eliminar

# activityDeleted
source: The activity was successfully deleted.
es: La actividad se eliminó correctamente.

source: Exit
es: Salir

source: Take photo
es: Tomar foto

source: Take another photo
es: Tomar otra foto

# required
source: This field is required
es: Este campo es obligatorio

# checkRequired
source: Please review the required fields
es: Por favor, revise los campos obligatorios

source: Tools
es: Herramientas

source: My session
es: Mi sesión

source: Please wait
es: Por favor espere

# objectCount
source: There are {count} mapped object{plurals} to be submitted
es: Hay {count} objeto{plurals} mapeado{plurals} por enviar
